{
    "E-Mail Address" : "E-mailová adresa",
    "Password" : "Heslo",
    "Remember me" : "Zapamatovat",
    "Login" : "Přihlásit se",
    "Logging in" : "Přihlašování",
    "Logout" : "Odhlásit se",
    "Mobilities" : "Mobility",
    "Universities" : "Univerzity",
    "Foreign courses" : "Zahraniční předměty",
    "Home courses" : "Domácí předměty",
    "Reasons" : "Důvody",
    "Current contracts" : "Současné smlouvy",
    "Rated mobilities" : "Hodnocené výjezdy",
    "My mobilities" : "Moje výjezdy",
    "We haven't found any mobility." : "Nenašli jsme žádný výjezd",
    "Spring" : "Léto",
    "Autumn" : "Zima",
    "Save my rating" : "Uložit hodnocení",
    "Check the website" : "Prohlédni si web",
    "University rating" : "Hodnocení univerzity",
    "Courses for you" : "Předměty pro tebe",
    "All courses" : "Všechny předměty",
    "Search" : "Vyhledat",
    "Find the right course for you "  : "Najdi svůj kurz a vydej se ",
    "and go study abroad" : "na zahraniční pobyt",
    "Do you want to explore the world and get a lifetime exprience?" : "Chceš poznat svět a získat celoživotní zkušenosti?",
    "Check the battles of your ancestors that can help you with your decisions." : "Prohlédni si bitvy tvých předchůdců, které ti mohou pomoci se rozhodnout.",
    "universities" : "univerzit",
    "mobilities" : "výjezdů",
    "courses" : "předmětů",
    "Search for universities" : "Vyhledej univerzity",
    "Hint for you" : "Tip pro tebe",
    "You can share your experience on portal xchange." : "Celkový pocit z výjezdu můžeš sdílet na webovém portálu xchange.",
    "We are grateful for your comments and effort to help other students with their decisions." : "Vážíme si Tvých poznatků a jsme vděční, že pomáháš studentům s rozhodnutím vycestovat.",
    "Your mobilities" : "Tvoje výjezdy",
    "Mobility rating" : "Hodnocení výjezdu",
    "Search results" : "Výsledky vyhledávání ",
    "Most visited universities" : "Nejnavštěvovanější univerzity",
    "You have to complete at least 18 ETCS on your mobility." : "Na výjezdu musíš splnit alespoň 18 kreditů.",
    "It's for the best to match as many courses as you would have studied at your home university." : "Zároveň je nejlepší, pokud se ti podaří spárovat počet předmětů, který máš během semestru absolvovat na naší univerzitě.",
    "You'll avoid complications and possible study extensions." : "Předejdeš tak komplikacím a možnému prodlužování studia.",
    "Universities share recent courses half a semester before mobilities." : "Aktuální předměty poskytuje zahraniční univerzita na svých stránkách asi půl semestru před výjezdem.",
    "When they get posted, you will sign a learning agreement where you match their courses with yours." : "Jakmile je zveřejní, podepíšeš studijní smlouvu, ve které spáruješ jejich předměty s těmi, co bys studoval doma.",
    "Here you can see the courses that other students used for their mobility." : "Tady vidíš předměty, které spárovali studenti před tebou a jaké s nimi měli zkušenosti.",
    "When you arrive abroad you will assemble your timetable." : "Jakmile dorazíš do zahraničí, zvolíš si svůj rozvrh.",
    "Some of your courses might not fit or there will be some other problem that won't allow you to attend the course." : "Některé předměty ale do něj nemusí sedět, nebo se neotevřou kvůli nízkému počtu studentů.",
    "For this purpose, you can change your learning agreement one month after your arrival and add or remove some courses." : "Proto můžeš studijní smlouvu do měsíce od příjezdu změnit a vybrat si předměty jiné a/nebo některé předměty zrušit.",
    "Search engine" : "Vyhledávač"
}